
function App() {
  return (
    <>
    <div>
      <h1>Chakkapan Sopakmong</h1>
      <h3>นายจักรพรรณ โสภาคย์มงคล</h3>
      <br />
      <p>ชื่อเล่น ออมสิน เกิดวันที่ 13 พฤศจิกายน พ.ศ. 2548 ศาสนา พุทธ สันชาติ ไทย ปัจจุบันศึกษาอยู่ที่ วิทยาลัยอาชีวศึกษาชลบุรี ระดับ ปวส.1 แผนก เทคโนโลยีสารสนเทศ อาชีพในฝัน IT Support คติประจำใจ อย่าคิดว่ามันยาก ถ้ายังไม่ได้ลองทำ ความฝันที่อยากทำให้สำเร็จ มีงานทำ รายได้ 30,000 ขึ้นไป มีครอบครัว สามารถเลี้ยงครอบครัวได้ และสามารถส่งต่อความรู้ให้บุคคลอื่นได้</p>
    </div>
    <span>
      <p>อายุ 18 ปี  ที่อยู่ 225/241 หมู่บ้าน พฤกษา 89 ซอยเมรี่ หมู่ 5 ตำบลบ้านสวน อำเภอเมือง จังหวัดชลบุรี รหัสไปรษณีย์ 20000</p>
    </span>
    <h4>งานอดิเรก</h4>
    <ul>
      <li>ดูยูทูป</li>
      <li>ดูหนัง</li>
      <li>ดูซีรี่ย์</li>
      <li>เล่นเกม RoV</li>
      <li>เล่นวอลเลย์บอล</li>
    </ul>
    <h4>ประวัติการศึกษา</h4>
      <tr>
        <th>ชื่อสถานศึกษา</th>
        <th>ปีที่จบการศึกษา</th>
        <th>ช่องทางติดต่อ</th>
      </tr>
      <tr>
        <td>โรงเรียนเทศบาลอินทปัญญา วัดใหญ่อินทาราม</td>
        <td>2563</td>
        <td><a href="http://inthapanya.ac.th/">เว็บไซต์</a></td>
      </tr>
      <tr>
        <td>วิทยาลัยอาชีวศึกษาชลบุรี</td>
        <td>2566</td>
        <td><a href="https://chonvc.ac.th/?usid=10000001&language=Th">เว็บไซต์</a></td>
      </tr>
    </>
  )
}

export default App
